{
  "Index": {
    "title": "calculadora",
    "subtitle": "Alcanza tu independencia energética",
    "keepGoingButton": "Continuar",
    "RestartButton": "Empezar De Nuevo",
    "StartButton": "Comenzar"
  },
  "LocaleSwitcher": {
    "label": "Cambiar idioma",
    "locale": "{locale, select, pt {Portugués} en {Inglés} it {Italiano} es {Español} other {Desconocido}}"
  },
  "BackButton": {
    "label": "Volver"
  },
  "Terms": {
    "title": "Consideraciones Importantes",
    "content": "Bienvenido a la Calculadora de Sistemas Híbridos Deye, una herramienta desarrollada por nuestros ingenieros con el <important>propósito educativo</important> de ayudarte a dimensionar un sistema de respaldo. Es importante recordar que Deye <important>no asume</important> la responsabilidad de los dimensionamientos resultantes del uso de esta calculadora. Recomendamos que un ingeniero de diseño o un profesional responsable evalúe la viabilidad del dimensionamiento para asegurarse de que sus necesidades específicas sean atendidas de manera adecuada. Los sistemas híbridos de respaldo son una decisión estratégica para garantizar que en su hogar, comercio o industria no ocurran interrupciones inesperadas en el suministro de energía eléctrica, lo que garantiza comodidad y confianza para usted.",
    "confirmButton": "Entendido"
  },
  "Grid": {
    "title": "Tensión de Red",
    "subtitle": "En esta etapa, seleccionarás el modelo del inversor híbrido.",
    "content": "Selecciona la red deseada, que generalmente corresponde a la red pública. Si tienes alguna duda, ponte en contacto con la compañía eléctrica.",
    "optionMonoTitle": "Monofásico",
    "optionBiTitle": "Bifásico",
    "optionTriTitle": "Trifásico",
    "option127VMonoSubtitle": "127V (Fase + Neutro/Tierra)",
    "option220VMonoSubtitle": "220V (Fase + Neutro + Tierra)",
    "option220VBiSubtitle": "220V (Fase + Fase + Neutro/Tierra)",
    "option220VTriSubtitle": "220V (Fase + Fase + Fase + Neutro + Tierra)",
    "option380VTriSubtitle": "380V (Fase + Fase + Fase + Neutro + Tierra)",
    "confirmButton": "Confirmar",
    "errorMsg": "Debes elegir una Tensión de Red."
  },
  "Devices": {
    "title": "Tabla de Cargas",
    "subtitle": "Selecciona el equipo deseado de las opciones en el catálogo y especifica la cantidad, o introdúcelo manualmente si es necesario.",
    "content": "Los valores de <important>Potencia [W]</important> y <important>Autonomía [h]</important> en el catálogo son estimaciones basadas en el consumo medio residencial.",
    "rmvButton": "Eliminar",
    "catalogueButton": "Catálogo",
    "manualButton": "Manualmente",
    "addButton": "Agregar",
    "TCLabel": "ES (Eficiencia del Sistema)",
    "TCDescription": "Valor recomendado para mitigar pérdidas en el sistema, es esencial contactar a un ingeniero de diseño para dimensionar con precisión este valor.<br></br><br></br>Recomendación: Entre 0,94 y 0,87",
    "powerLabel": "Potencia [W]",
    "autonomyLabel": "Autonomía [h]",
    "autonomyHours": "{count, plural, =1 {# hora} other {# horas}}",
    "deviceNameLabel": "Nombre del Equipo",
    "total": "TOTAL:",
    "totalPower": "Potencia Total [W]",
    "totalConsumption": "Consumo Total [Wh]",
    "batteryButton": "Elegir Batería",
    "modalTitle": "Catálogo de Dispositivos Residenciales",
    "modalDescription": "A continuación, destacamos los principales dispositivos en las residencias, acompañados de estimaciones de su Potencia [W] y Autonomía [h].",
    "modalSelectLabel": "Elige un dispositivo...",
    "modalSelectPlaceholder": "Buscar en la lista o seleccionar...",
    "modalSelectEmpty": "No encontrado.",
    "modalConfirmButton": "Confirmar"
  },
  "Batteries": {
    "title": "Batería",
    "batteryAtr": "Batería",
    "dodLifespanAtr": "DoD/Vida Útil",
    "energyAtr": "Energía[kWh]",
    "availEnergyAtr": "Energía Disponible[kWh]",
    "ciclesAtr": "Ciclos",
    "modelAtr": "Modelo",
    "qntAtr": "Cantidad",
    "yearsUnit": "{count, plural, =1 {# año} other {# años}}",
    "dangerBattery": "La batería <span>{batteryModel}</span> ha excedido la cantidad permitida de <span>{batteryModelLimit}</span> unidades según el BMS para este modelo."
  },
  "Inverters": {
    "recommendationTitle": "Inversor Recomendado",
    "errorMsg": "¡Ups, algo salió mal...",
    "othersTitle": "Otras Opciones de Inversores",
    "inverterAtr": "Inversor",
    "typeAtr": "Tipo",
    "powerAtr": "Potencia[W]",
    "qntAtr": "Cantidad",
    "coefAlert": "La cantidad de inversores puede haber sido ajustada para adaptarse al tiempo máximo de carga de las baterías. Seleccione otro valor si lo desea",
    "h": " hora",
    "hs": " horas",
    "min": " minuto",
    "mins": " minutos",
    "and": "y",
    "AlertOtherInverters": "El número máximo permitido de inversores en paralelo para este modelo <span>{inverterModel}</span> es de <span>{inverterModelLimit}</span> unidades.",
    "AlertInverter": "El número máximo permitido de inversores en paralelo para este modelo <span>{inverterModel}</span> es de <span>{inverterModelLimit}</span> unidades. Se recomienda recalcular o considerar un cambio en la configuración de la red.",
    "AlertTitle": "ATENCIÓN",
    "RemakeButton": "Volver a Calcular",
    "ChangeGridButton": "Cambiar Red",
    "coefMessage": "Tiempo máximo de carga de la batería: {selectedCoef, plural, =0 {0 hora} =1 {1 hora} other {# horas}}"
  },
  "Grids": {
    "yourGrid": "Para tu red",
    "mono127": "127V (Fase + Neutro/Tierra)",
    "mono220": "220V (Fase + Neutro + Tierra)",
    "bi220": "220V (Fase + Fase + Neutro/Tierra)",
    "tri220": "220V (Fase + Fase + Fase + Neutro + Tierra)",
    "tri380": "380V (Fase + Fase + Fase + Neutro + Tierra)"
  },
  "Result": {
    "title": "Resultados",
    "subtitle": "A continuación, se mostrarán algunas recomendaciones de <important>Inversores</important> y la <important>Batería</important> elegida."
  },
  "SelectBattery": {
    "placeholder": "Seleccionar una Batería",
    "label": "Baterías"
  },
  "ResultButtons": {
    "printButton": "Imprimir Resultado",
    "recalcButton": "Recalcular Resultado"
  },
  "BatteriesPage": {
    "title": "Baterías",
    "subtitle": "Seleccione una batería de las opciones en la lista.",
    "resultButton": "Resultado",
    "label1": "Energía Disponible[kWh]"
  },
  "Coef": {
    "description": "El tiempo de carga máximo es una estimación aproximada y puede variar según las configuraciones de carga del inversor, así como las particularidades de cada sistema. Al modificar el valor, la cantidad de inversores puede terminar siendo alterada también."
  },
  "Login": {
    "enter": "Ingresar",
    "email": "Correo electrónico",
    "password": "Contraseña",
    "forgot": "Olvidé la contraseña",
    "account": "¿No tienes una cuenta? <a>Crea una cuenta</a>",
    "emptyError": "Por favor, ingrese un correo electrónico y una contraseña",
    "emailError": "Usuario con este correo electrónico no existe",
    "passwordError": "Contraseña incorrecta",
    "verificationError": "Correo electrónico no verificado",
    "defaultError": "Algo salió mal",
    "emptyPasswordError": "Por favor, ingresa una nueva contraseña",
    "tokenConfirmError": "Confirmación expirada"
  },
  "Register": {
    "title": "Registro",
    "name": "Nombre",
    "email": "Correo electrónico",
    "phone": "Teléfono",
    "password": "Contraseña",
    "confirm": "Confirmar contraseña",
    "accept": "Aceptar <a>términos y condiciones</a>",
    "acceptSub": "Aceptas nuestros Términos de Servicio y Política de Privacidad.",
    "createButton": "Crear cuenta",
    "loginText": "¿Ya tienes una cuenta? <a>Inicia sesión aquí</a>",
    "errorName": "El nombre de usuario debe tener al menos 6 caracteres.",
    "errorEmail": "Correo electrónico no válido",
    "errorPassword": "La contraseña debe tener al menos 6 caracteres.",
    "errorTerms": "Por favor, acepta los términos para continuar.",
    "errorConfirm": "Las contraseñas no coinciden.",
    "senderFrom": "no-responder@deyeinversores.com.br",
    "subject": "Confirma tu correo electrónico",
    "htmlP": "Confirma tu correo electrónico haciendo clic en el enlace de abajo y comienza a utilizar nuestra calculadora:",
    "htmlA": "Enlace de Activación",
    "errorRegisteredEmail": "Correo electrónico ya registrado",
    "errorDefault": "Algo salió mal",
    "successMsg": "Registrado con éxito"
  },
  "ForgotPassword": {
    "email": "Correo electrónico",
    "title": "Solicitar Cambio de Contraseña",
    "send": "Enviar",
    "remember": "¿Recuerdas la contraseña? <a>Volver</a>",
    "senderFrom": "no-responder@deyeinversores.com.br",
    "subject": "Cambiar contraseña",
    "htmlP": "Cambia tu contraseña haciendo clic en el siguiente enlace:",
    "htmlA": "Enlace para cambiar la contraseña",
    "errorEmail": "Email no registrado",
    "errorNotVerified": "Email registrado, pero no verificado",
    "errorDefault": "Algo salió mal",
    "successMsg": "Enviado con éxito. Por favor, revisa tu carpeta de spam."
  },
  "TermsAndPrivacy": {
    "title": "Términos de Servicio y Política de Privacidad",
    "subtitle": "Términos y condiciones generales de uso del sitio <a>www.calculadora.app.deyeinversores.com.br</a>.",
    "term1Title": "Introducción",
    "term1Content": "Los servicios del sitio <a>www.calculadora.app.deyeinversores.com.br</a> son proporcionados por la entidad jurídica con la siguiente Razón Social: <strong>DEYE BRASIL SUPPORT CENTER COMERCIO DE INVERSORES FOTOVOLTAICOS LTDA</strong>, con nombre comercial <strong>DEYE BRASIL SUPPORT CENTER</strong>, registrado con el CNPJ bajo el n.º <strong>32.574.888/0001-62</strong>, titular de la propiedad intelectual sobre software, sitio web, aplicaciones, contenido y demás activos relacionados con la plataforma <strong>Deye – Calculadora Solar</strong>.",
    "term2Title": "Del objeto",
    "term2Content": "<p>La plataforma tiene como objetivo conceder licencia de uso de su software, sitio web, aplicaciones y demás activos de propiedad intelectual, proporcionando herramientas para ayudar y dinamizar la vida diaria de sus usuarios.</p> <p>La plataforma se caracteriza por brindar el siguiente servicio: dimensionamiento de sistemas híbridos exclusivamente dirigido a fines educativos.</p>",
    "term3Title": "De la aceptación",
    "term3Content": "<p>El presente Término establece obligaciones contraídas de libre y espontánea voluntad, por tiempo indeterminado, entre la plataforma y las personas físicas o jurídicas, usuarios del sitio.</p><p>Al utilizar la plataforma, el usuario acepta integralmente las presentes normas y se compromete a observarlas, bajo el riesgo de aplicación de las penalidades correspondientes.</p><p>La aceptación del presente instrumento es imprescindible para el acceso y para la utilización de cualquier servicio proporcionado por la empresa. En caso de no estar de acuerdo con las disposiciones de este instrumento, el usuario no debe utilizarlos.</p>",
    "term4Title": "Del acceso de los usuarios",
    "term4Content": "Se utilizarán todas las soluciones técnicas disponibles para el responsable de la plataforma con el fin de permitir el acceso al servicio las 24 horas del día, los 7 días de la semana. Sin embargo, la navegación en la plataforma o en alguna de sus páginas puede interrumpirse, limitarse o suspenderse para actualizaciones, modificaciones o cualquier acción necesaria para su buen funcionamiento.",
    "term5Title": "Del registro",
    "term5Content": "<p>El acceso a las funcionalidades de la plataforma requerirá un registro previo.</p> <p>Al registrarse, el usuario deberá proporcionar datos completos, recientes y válidos, siendo de su exclusiva responsabilidad mantener dichos datos actualizados, así como el usuario se compromete con la veracidad de los datos proporcionados.</p> <p>El usuario se compromete a no informar sus datos de registro y/o acceso a la plataforma a terceros, siendo totalmente responsable por el uso que se haga de ellos.</p> <p>Los menores de 18 años y aquellos que no tengan plena capacidad civil deberán obtener previamente el consentimiento expreso de sus responsables legales para utilizar la plataforma y los servicios o productos, siendo responsabilidad exclusiva de los mismos el eventual acceso de menores de edad y de aquellos que no tengan plena capacidad civil sin la autorización previa.</p> <p>Al realizar el registro, el usuario declara y garantiza expresamente ser plenamente capaz, pudiendo ejercer y disfrutar libremente de los servicios y productos.</p> <p>El usuario deberá proporcionar una dirección de correo electrónico válida, a través de la cual el sitio realizará todas las comunicaciones necesarias.</p> <p>Después de la confirmación del registro, el usuario tendrá un nombre de usuario y una contraseña personal, que asegura al usuario el acceso individual al mismo. Por lo tanto, es responsabilidad exclusiva del usuario mantener dicha contraseña de manera confidencial y segura, evitando el acceso indebido a la información personal.</p> <p>No se permitirá ceder, vender, alquilar o transferir de ninguna manera la cuenta, que es personal e intransferible.</p> <p>El usuario deberá asegurarse de que su equipo sea compatible con las características técnicas que permitan el uso de la plataforma y de los servicios o productos.</p> <p>El usuario podrá, en cualquier momento, solicitar la cancelación de su registro en el sitio <a>www.calculadora.app.deyeinversores.com.br</a>. Su desregistro se realizará lo más rápidamente posible.</p> <p>El usuario, al aceptar los Términos y Política de Privacidad, autoriza expresamente a la plataforma a recopilar, usar, almacenar, procesar, ceder o utilizar la información derivada del uso de los servicios, el sitio y cualquier plataforma, incluida toda la información proporcionada por el usuario al momento de realizar o actualizar su registro, además de otras expresamente descritas en la Política de Privacidad que deberá ser autorizada por el usuario.</p>",
    "term6Title": "Del soporte",
    "term6Content": "<p>En caso de cualquier duda, sugerencia o problema con el uso de la plataforma, el usuario puede ponerse en contacto con el soporte a través del correo electrónico <strong>nao-responda@deyeinversores.com.br</strong>.</p> <p>Estos servicios de atención al usuario estarán disponibles los siguientes días y horarios: de lunes a viernes, de 8:00 a 18:00 horas.</p>",
    "term7Title": "De las responsabilidades",
    "term7Content": "<p>Es responsabilidad del usuario:</p><ol><li>defectos o fallas técnicas originadas en el propio sistema del usuario;</li> <li>el uso correcto de la plataforma, servicios o productos ofrecidos, fomentando la buena convivencia, el respeto y la cordialidad, promoviendo un entorno de calidad;</li> <li>el cumplimiento y respeto del conjunto de reglas establecidas en este Término de Condiciones Generales de Uso, en la correspondiente Política de Privacidad y en la legislación nacional e internacional;</li> <li>la protección de los datos de acceso a su cuenta/perfil (nombre de usuario y contraseña).</li></ol> <p>Es responsabilidad de la plataforma <a>www.calculadora.app.deyeinversores.com.br</a>:</p> <ol><li>indicar las características del servicio o producto;</li> <li>los defectos y fallas encontrados en el servicio o producto ofrecido siempre que haya sido la causa;</li> <li>la información que haya divulgado, siendo que los comentarios o información divulgada por los usuarios son responsabilidad exclusiva de los propios usuarios;</li> <li>los contenidos o actividades ilícitas realizadas a través de su plataforma.</li></ol> <p>La plataforma no se hace responsable de los enlaces externos contenidos en su sistema que puedan redirigir al usuario a un entorno externo a su red.</p> <p>No se pueden incluir enlaces externos o páginas con fines comerciales o publicitarios ni información ilícita, violenta, polémica, pornográfica, xenófoba, discriminatoria u ofensiva.</p>",
    "term8Title": "Acerca de los derechos de autor",
    "term8Content": "<p>Este Término de Uso concede a los usuarios una licencia no exclusiva, no transferible y no sublicenciable para acceder y utilizar la plataforma y los servicios y productos ofrecidos por ella.</p> <p>La estructura del sitio web o aplicación, las marcas, logotipos, nombres comerciales, diseños, gráficos e interfaz de diseño, imágenes, ilustraciones, fotografías, presentaciones, videos, contenidos escritos y de sonido y audio, programas de computadora, bases de datos, archivos de transmisión y cualquier otra información y derechos de propiedad intelectual de la razón social <strong>DEYE BRASIL SUPPORT CENTER COMERCIO DE INVERSORES FOTOVOLTAICOS LTDA</strong>, están debidamente reservados, observando los términos de la <linkone>Ley de Propiedad Industrial</linkone> (Ley nº <linkone>9.279/96</linkone>), <linktwo>Ley de Derechos de Autor</linktwo> (Ley nº <linktwo>9.610/98</linktwo>) y <linkthree>Ley de Software</linkthree> (Ley nº <linkthree>9.609/98</linkthree>).</p>",
    "section": "before:content-['SECCIÓN_'_counter(list-item,_decimal)_'_-']",
    "privacyTitle": "Política de privacidad",
    "section1Title": "INFORMACIÓN GENERAL",
    "section1Content": "<p>La presente Política de privacidad contiene información sobre la recopilación, uso, almacenamiento, tratamiento y protección de los datos personales de los usuarios y visitantes del sitio <a>www.calculadora.app.deyeinversores.com.br</a>, con el fin de demostrar una transparencia absoluta sobre el tema y aclarar a todos los interesados los tipos de datos que se recopilan, los motivos de la recopilación y la forma en que los usuarios pueden gestionar o eliminar su información personal.</p> <p>Esta Política de privacidad se aplica a todos los usuarios y visitadores del sitio <a>www.calculadora.app.deyeinversores.com.br</a> e forma parte de los Términos y Condiciones Generales de Uso del sitio www.calculadora.app.deyeinversores.com.br, debidamente inscrito en el CNPJ con el número 32.574.888/0001-62, con domicilio en Avenida José Meloni, n.º 351, Box 15, CEP: 08.773-120, Barrio Vila Mogilar, municipio de Mogi das Cruzes – SP, en adelante denominado <strong>DEYE BRASIL SUPPORT CENTER</strong>.</p> <p>El presente documento ha sido elaborado de conformidad con la <linkone>Ley General de Protección de Datos Personales</linkone> (Ley <linkone>13.709/18</linkone>), el <linktwo>Marco Civil de Internet</linktwo> (Ley <linktwo>12.965/14</linktwo>) y el <linkthree>Reglamento de la UE</linkthree> n.º <linkthree>2016/679</linkthree>). Además, el documento puede actualizarse debido a cambios normativos, por lo que se invita al usuario a consultar esta sección periódicamente.</p>",
    "section2Title": "¿CÓMO RECOPILAMOS LOS DATOS PERSONALES DEL USUARIO?",
    "section2Content": "<p>Los datos personales del usuario y del visitante son recopilados por la plataforma de la siguiente manera:</p> <ul><li><p>Cuando el usuario crea una cuenta en la plataforma <strong>Deye – Calculadora Solar</strong>: estos datos son la información de identificación básica, como la dirección de correo electrónico, el nombre completo y el número de teléfono. A partir de estos datos, podemos identificar al usuario, asegurando al mismo tiempo una mayor seguridad y bienestar para sus necesidades.</p></li></ul>",
    "section3Title": "¿QUÉ DATOS PERSONALES RECOPILAMOS SOBRE EL USUARIO?",
    "section3Content": "<p>Los datos personales del usuario y del visitante recopilados son los siguientes:</p><ul><li><p>Datos para la creación de la cuenta/perfil en la plataforma <strong>Deye – Calculadora Solar</strong>: estos datos incluyen información de identificación básica como dirección de correo electrónico, nombre completo y número de teléfono.</p></li> <li><p>Datos para optimizar la navegación: acceso a páginas, dirección IP, navegador utilizado, sistema operativo utilizado, además de datos autoalmacenados para permitir continuar desde donde se detuvo.</p></li></ul>",
    "section4Title": "¿CON QUÉ FINES UTILIZAMOS LOS DATOS PERSONALES DEL USUARIO?",
    "section4Content": "<p>Los datos personales del usuario y del visitante recopilados y almacenados por la plataforma <strong>Deye – Calculadora Solar</strong> tienen como finalidad:</p><ul><li><p>Bienestar del usuario: mejorar el producto y/o servicio ofrecido, facilitar, agilizar y cumplir los compromisos establecidos entre el usuario y la empresa, mejorar la experiencia de los usuarios y proporcionar funciones específicas según las características básicas del usuario.</p></li> <li><p>Mejoras de la plataforma: comprender cómo utiliza el usuario los servicios de la plataforma, para ayudar en el desarrollo de negocios y técnicas.</p></li> <li><p>Previsión del perfil del usuario: tratamiento automatizado de datos personales para evaluar el uso en la plataforma.</p></li> <li><p>Datos de registro: permitir el acceso del usuario a ciertos contenidos de la plataforma, exclusivo para usuarios registrados.</p></li> <li><p>Comunicación proactiva: enviar mensajes o correos electrónicos a los usuarios cuando alcanzan ciertos parámetros internos preestablecidos por la empresa, con el fin de verificar el interés del usuario en cotizar sistemas o servicios específicos.</p></li></ul> <p>El tratamiento de datos personales con fines no previstos en esta Política de Privacidad solo ocurrirá mediante comunicación previa al usuario, de modo que los derechos y obligaciones aquí establecidos sigan siendo aplicables.</p>",
    "section5Title": "¿CUÁNTO TIEMPO SE ALMACENAN LOS DATOS PERSONALES?",
    "section5Content": "<p>Los datos personales del usuario y del visitante son almacenados por la plataforma durante el tiempo necesario para la prestación del servicio o el cumplimiento de los fines establecidos en el presente documento, según lo dispuesto en el <linkone>inciso I</linkone> del <linktwo>artículo 15</linktwo> de la Ley <linkthree>13.709/18</linkthree>.</p> <p>Los datos pueden ser eliminados o anonimizados a solicitud del usuario, excepto en los casos en que la ley disponga otro tratamiento.</p> <p>Además, los datos personales de los usuarios solo pueden ser conservados después de la finalización de su tratamiento en las siguientes hipótesis previstas en el artículo 16 de dicha ley:</p> <ol><li>cumplimiento de una obligación legal o reglamentaria por parte del responsable del tratamiento;</li> <li>estudio por parte de un organismo de investigación, garantizada, siempre que sea posible, la anonimización de los datos personales;</li> <li>transferencia a un tercero, siempre que se respeten los requisitos de tratamiento de datos establecidos en esta Ley;</li> <li>uso exclusivo del responsable del tratamiento, prohibido su acceso por parte de terceros, y siempre que los datos estén anonimizados.</li></ol>",
    "section6Title": "SEGURIDAD DE LOS DATOS PERSONALES ALMACENADOS",
    "section6Content": "<p>La plataforma se compromete a aplicar medidas técnicas y organizativas adecuadas para proteger los datos personales contra accesos no autorizados y situaciones de destrucción, pérdida, alteración, comunicación o difusión de dichos datos.</p> <p>La plataforma no se exime de responsabilidad por culpa exclusiva de terceros, como en el caso de ataques de hackers o crackers, o por culpa exclusiva del usuario, como en el caso en que él mismo transfiera sus datos a terceros. El sitio se compromete a comunicar al usuario en caso de alguna violación de seguridad de sus datos personales.</p> <p>Los datos personales almacenados se tratan con confidencialidad, dentro de los límites legales. Sin embargo, podemos divulgar su información personal si estamos obligados por la ley a hacerlo o si usted viola nuestros Términos de Servicio.</p>",
    "section7Title": "¿SE TRANSFERIRÁN LOS DATOS PERSONALES ALMACENADOS A TERCEROS?",
    "section7Content": "Los datos personales no se compartirán con terceros.",
    "section8Title": "COOKIES O DATOS DE NAVEGACIÓN",
    "section8Content": "<p>Las cookies se refieren a archivos de texto enviados por la plataforma al ordenador del usuario y visitante y que quedan almacenados en él, con información relacionada con la navegación en el sitio. Esta información está vinculada a los datos de acceso, como la ubicación y el horario de acceso, y se almacena en el navegador del usuario y visitante para que el servidor de la plataforma pueda leerla posteriormente y personalizar los servicios de la plataforma.</p> <p>El usuario y el visitante de la plataforma <strong>Deye – Calculadora Solar</strong> manifiestan conocer y aceptar que se puede utilizar un sistema de recopilación de datos de navegación mediante el uso de cookies.</p> <p>La cookie persistente permanece en el disco duro del usuario y visitante incluso después de cerrar el navegador y será utilizada por el navegador en visitas posteriores al sitio. Las cookies persistentes se pueden eliminar siguiendo las instrucciones del navegador. En cambio, la cookie de sesión es temporal y desaparece después de cerrar el navegador. Se puede configurar el navegador web para rechazar todas las cookies, pero algunas funciones de la plataforma pueden no funcionar correctamente si se deshabilita la capacidad de aceptar cookies.</p>",
    "section9Title": "CONSENTIMIENTO",
    "section9Content": "<p>Al utilizar los servicios y proporcionar la información personal en la plataforma, el usuario está dando su consentimiento a esta Política de Privacidad.</p> <p>El usuario, al registrarse, manifiesta conocer y puede ejercer sus derechos para cancelar su registro, acceder y actualizar sus datos personales, y garantiza la veracidad de la información proporcionada por él.</p> <p>El usuario tiene derecho a retirar su consentimiento en cualquier momento, para ello debe ponerse en contacto a través del correo electrónico <strong>nao-responda@deyeinversores.com.br</strong>.</p>",
    "section10Title": "CAMBIOS EN ESTA POLÍTICA DE PRIVACIDAD",
    "section10Content": "<p>Nos reservamos el derecho de modificar esta Política de Privacidad en cualquier momento, por lo que se recomienda que el usuario la revise con frecuencia.</p> <p>Los cambios y aclaraciones surtirán efecto inmediatamente después de su publicación en la plataforma. Cuando se realicen cambios, los usuarios serán notificados. Al utilizar el servicio o proporcionar información personal después de las posibles modificaciones, el usuario y visitante demuestra su acuerdo con las nuevas normas.</p> <p>Ante una fusión o venta de la plataforma a otra empresa, los datos de los usuarios pueden transferirse a los nuevos propietarios para garantizar la continuidad de los servicios ofrecidos.</p>",
    "section11Title": "JURISDICCIÓN PARA LA RESOLUCIÓN DE CONTROVERSIAS",
    "section11Content": "<p>Para la solución de controversias derivadas del presente instrumento, se aplicará íntegramente el Derecho brasileño.</p> <p>Las eventuales disputas deberán presentarse en el juzgado de la localidad en la que se encuentra la sede de la empresa.</p>",
    "readCheckbox": "He leído los términos y condiciones",
    "acceptButton": "Aceptar Términos de Servicio y Política de Privacidad"
  },
  "Calculations": {
    "title": "Mis Cálculos",
    "columnsButton": "Columnas",
    "columnsLabel": "Alternar columnas",
    "titleColumn": "Título",
    "descColumn": "Descripción",
    "inverterColumn": "Inversor Recomendado",
    "batteryColumn": "Batería",
    "qtyBatteryColumn": "Cantidad de Baterías",
    "qtyInverterColumn": "Cantidad de Inversores",
    "gridColumn": "Red",
    "powerColumn": "Potencia Total",
    "energyColumn": "Consumo Total",
    "actions": "Acciones",
    "print": "Imprimir",
    "edit": "Editar",
    "delete": "Eliminar",
    "columnId": "{id, select, title {Título} description {Descripción} inverterQty {Cantidad de Inversores} recommendedInverter {Inversor Recomendado} batteryQty {Cantidad de Baterías} selectedBattery {Batería} grid {Red} totalPower {Potencia Total} totalEnergy {Consumo Total} other {}}"
  },
  "Profile": {
    "hello": "Hola",
    "homeMenu": "Inicio",
    "editMenu": "Editar Perfil",
    "calcMenu": "Mis Cálculos",
    "logoutMenu": "Salir",
    "title": "Mi Perfil",
    "name": "Nombre",
    "phone": "Teléfono",
    "password": "Contraseña",
    "editButton": "Editar",
    "confirmButton": "Confirmar",
    "cancelButton": "Cancelar",
    "oldPassword": "Contraseña Antigua",
    "newPassword": "Nueva Contraseña",
    "confirmNewPassword": "Confirmar Nueva Contraseña",
    "oldPasswordError": "Contraseña antigua incorrecta",
    "updatePasswordSuccess": "Contraseña actualizada con éxito",
    "emptyError": "Por favor, complete todos los campos para cambiar la contraseña",
    "confirmError": "La contraseña de confirmación no coincide",
    "defaultError": "Algo salió mal",
    "updateSuccess": "Actualizado con éxito"
  },
  "ConfirmEmail": {
    "title": "Confirmar Email",
    "email": "Email",
    "password": "Contraseña",
    "button": "Entrar",
    "defaultError": "Algo salió mal",
    "successMsg": "Confirmación exitosa"
  },
  "SuccessDialog": {
    "title": "Registro completado con éxito",
    "content": "Se ha enviado un correo de activación a tu bandeja de entrada. Accede al enlace de activación de la cuenta cuando lo recibas. <p>Si no recibes el correo de activación en unos minutos, revisa tu carpeta de spam o ponte en contacto con nosotros en <strong>nao-responda@deyeinversores.com.br</strong>.</p>",
    "confirm": "Confirmar",
    "processing": "Procesando...",
    "somethingWrong": "Algo salió mal",
    "verifiedEmailMsg": "Email verificado",
    "okMsg": "Inicio de sesión exitoso. ¡Disfruta de la experiencia!"
  },
  "ForgotPage": {
    "title": "Cambiar Contraseña",
    "labelNew": "Nueva Contraseña",
    "labelConfirm": "Confirmar Nueva Contraseña",
    "changeButton": "Cambiar",
    "successMsg": "Cambio exitoso",
    "errorMsg": "Ups, algo salió mal...",
    "errorPassword": "La nueva contraseña debe tener al menos 6 caracteres.",
    "errorConfirm": "Las contraseñas no coinciden."
  },
  "LoginButtons": {
    "title": "¿Quieres iniciar sesión o registrarte?",
    "login": "Iniciar sesión",
    "register": "Crear cuenta"
  },
  "HVDescription": {
    "title": "Información Adicional:",

    "combinerBox": "(OPCIONAL) Se utiliza una unidad por cada 4 racks de baterías; funciona como una caja de unión. El propósito de este equipo es unir las baterías, conectándolas a una única entrada del inversor.",
    "canBridge": "(OPCIONAL) Solo cuando la comunicación entre inversor-batería y batería-batería excede los 50m.",
    "parallelLabel": "Paralelo",
    "parallel": "Tenga en cuenta que cada inversor conectado en paralelo debe tener la misma cantidad de baterías. Por ejemplo, para 2 inversores paralelos de 50k, cada inversor tendrá un banco de baterías de 12 unidades.",
    "BMU": "(ESSENCIAL) Una unidad para hasta 12 baterías."
  },
  "mobileTable": {
    "title": "Cálculos",
    "tooltipTitle": "Información",
    "description": "Descripción",
    "inverter": "Inversor",
    "battery": "Batería",
    "power": "Potencia",
    "consumption": "Consumo",
    "actions": "Acciones",
    "print": "Imprimir",
    "edit": "Editar",
    "del": "Eliminar"
  },
  "Header": {
    "editingTitle": "Editando Cálculo:",
    "instructions": "(Continúa hasta la página de resultados para guardar los cambios y finalizar la edición.)"
  },
  "EmptyTable": {
    "content": "Aún no hay cálculos."
  },
  "Update": {
    "buttonEdit": "Actualizar Cálculo",
    "buttonSave": "Guardar en Mis Cálculos",
    "title": "Guardar Cálculo",
    "description": "Para guardar, define un <strong>título</strong> y una <strong>descripción</strong> para tu cálculo; la descripción es <strong>opcional</strong>.",
    "titleLabel": "Título",
    "descriptionLabel": "Descripción"
  },
  "GlobalAlert": {
    "title": "<span>Bienvenido</span> <span>a la Nueva</span> <span>Calculadora</span> <span>de</span> <span>Sistemas</span> <span>Híbridos</span> <span>de</span> <span>Deye!</span>",
    "p1": "Ahora, ofrecemos la opción de registro para guardar todos tus cálculos. Regístrate ahora o inicia sesión en tu cuenta existente.",
    "p2": "Recuerda, sin registro, los cálculos no se guardarán. Asegura el almacenamiento seguro de tus análisis registrándote hoy.",
    "checkbox": "Deseo continuar sin registrarme",
    "continue": "Continuar",
    "login": "Iniciar sesión",
    "register": "Crear cuenta"
}

}
